-- Значения свойств для каждого устройства
INSERT INTO public."Device_property_value" ("FK_Device", "FK_Model_property", "Value") VALUES
-- DeLonghi Magnifica S
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 1, '1450 Вт'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 2, '1.8 л'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 3, '250 г'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 4, '15 бар'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 5, 'Да'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 6, 'Черный'),
('5fd29778-89c8-4150-8cc9-5fcad179e50c', 7, 'Да'),

-- Philips 5400 Series
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 8, '1500 Вт'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 9, '1.8 л'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 10, '275 г'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 11, '15 бар'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 12, 'Да'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 13, 'Нержавеющая сталь'),
('f91a72a5-f5af-44c8-a77a-4c353fcf2aba', 14, 'Да'),

-- Lelit Bianca V3
('44674200-665b-405d-950a-74358647876d', 15, '1650 Вт'),
('44674200-665b-405d-950a-74358647876d', 16, '2.5 л'),
('44674200-665b-405d-950a-74358647876d', 17, '18 бар'),
('44674200-665b-405d-950a-74358647876d', 18, '2'),
('44674200-665b-405d-950a-74358647876d', 19, 'Черный'),
('44674200-665b-405d-950a-74358647876d', 20, 'Нержавеющая сталь'),

-- Rancilio Silvia
('fb668ef0-5d87-46b1-99b7-268d573a3f51', 21, '1100 Вт'),
('fb668ef0-5d87-46b1-99b7-268d573a3f51', 22, '2.0 л'),
('fb668ef0-5d87-46b1-99b7-268d573a3f51', 23, '15 бар'),
('fb668ef0-5d87-46b1-99b7-268d573a3f51', 24, 'Серебристый'),
('fb668ef0-5d87-46b1-99b7-268d573a3f51', 25, 'Нержавеющая сталь'),

-- Nespresso Vertuo Plus
('fc453a6b-35e9-4d60-9825-b3d4072138d7', 26, '1350 Вт'),
('fc453a6b-35e9-4d60-9825-b3d4072138d7', 27, '1.2 л'),
('fc453a6b-35e9-4d60-9825-b3d4072138d7', 28, 'Vertuo'),
('fc453a6b-35e9-4d60-9825-b3d4072138d7', 29, 'Красный'),

-- Dolce Gusto Genio S
('16707d39-ba4a-4e69-b54a-c9078a86ac20', 30, '1500 Вт'),
('16707d39-ba4a-4e69-b54a-c9078a86ac20', 31, '0.8 л'),
('16707d39-ba4a-4e69-b54a-c9078a86ac20', 32, 'Dolce Gusto'),
('16707d39-ba4a-4e69-b54a-c9078a86ac20', 33, 'Черный'),

-- Melitta Aroma Elegance
('29ed378c-851d-4659-8e68-abbb23de349c', 34, '1000 Вт'),
('29ed378c-851d-4659-8e68-abbb23de349c', 35, '1.5 л'),
('29ed378c-851d-4659-8e68-abbb23de349c', 36, 'Белый');